Repository: ccssrryy/Pyto
Catalog: Pyto/*.lproj/Settings.strings
Languages: de

# 1DB-kc-JgW.text
source: Font
de: Schriftart

# 6Rt-6F-iey.title
source: Custom Icon
de: Benutzerdefiniertes Symbol

# 9rX-Al-KZ0.text
source: Theme
de: Thema

# 9xq-Tz-gpG.title
source: Settings
de: Einstellungen

# AUd-hQ-2cU.text
source: Font size
de: Schriftgröße

# Ava-BT-5em.text
source: Input Suggestions
de: Eingabevorschläge

# EDj-80-H5y.footerTitle
source: A script can be executed from your Apple Watch. The code is executed on your iPhone but the output is shown on the Watch.
de: Ein Skript kann von Ihrer Apple Watch ausgeführt werden. Der Code wird auf Ihrem iPhone ausgeführt, die Ausgabe wird jedoch auf der Apple Watch angezeigt.

# pUC-iH-EfH.footerTitle
source: Notification Center widgets are deprecated in iOS 14, you should use Home Screen Widgets instead. See the documentation for more details.
de: Notification Center-Widgets sind in iOS 14 veraltet. Verwenden Sie stattdessen Widgets für den Startbildschirm. Weitere Informationen finden Sie in der Dokumentation.

# Fdd-P6-MGT.text
source: Download All
de: Alles herunterladen

# HJv-3I-arP.text
source: Today Widget
de: Widget

# I8W-Il-ifK.text
source: Line between console and editor
de: Linie zwischen Konsole und Editor

# J3n-28-4y3.footerTitle
source: Adding accessible folders will allow scripts to read and write on them.
de: Durch Hinzufügen zugänglicher Ordner können Skripte darauf lesen und schreiben.

# 8sP-z4-M63.headerTitle
source: Contact
de: Kontakt

# LrL-Wu-DIN.title
source: Accessible Folders
de: Zugängliche Ordner

# PvM-zC-WMg.text
source: Alternate icons made by @DannWai https://twitter.com/DannWai Custom colors on Dark and Light icon by @dlevi309 https://twitter.com/dlevi309
de: Alternative Symbole von @DannWai https://twitter.com/DannWai Benutzerdefinierte Farben auf dem Symbol Dunkel und Hell von @dlevi309 https://twitter.com/dlevi309

# Q8t-w8-8K0.title
source: Accessible Directories
de: Zugängliche Verzeichnisse

# RCI-jY-cP4.text
source: Home Screen Icon
de: Startbildschirm-Symbol

# SWb-Uc-DOo.text
source: Default
de: Standard

# Ssp-2J-wKA.text
source: Contact
de: Kontakt

# Tcd-4y-y63.footerTitle
source: To make the app size smaller, scripts from third party included libraries are not included in the app bundle and are downloaded when they are imported. C extensions are still included in the app bundle.
de: Um die App-Größe zu verkleinern, sind Skripte aus Bibliotheken von Drittanbietern nicht im App-Bundle enthalten und werden beim Import heruntergeladen. C-Erweiterungen sind weiterhin im App-Bundle enthalten.

# Tcd-4y-y63.headerTitle
source: Third party libraries
de: Bibliotheken von Drittanbietern

# aUM-fs-EW6.text
source: Show console at bottom
de: Konsole unten anzeigen

# bnZ-AX-hpR.title
source: Watch Input Suggestions
de: Vorschläge zur Eingabe von Apple Watch

# gaO-Zd-wuy.text
source: Indentation
de: Vertiefung

# pUC-iH-EfH.headerTitle
source: App Extensions
de: App-Erweiterungen

# pb7-dG-0ja.text
source: Acknowledgments
de: Danksagung

# tK7-6L-p34.text
source: Accessible Folders
de: Zugängliche Ordner

# uqM-00-dWc.text
source: Scripts may ask for input. Add suggestions to make easier to send input from an Apple Watch.
de: Skripte können zur Eingabe auffordern. Fügen Sie Vorschläge hinzu, um das Senden von Eingaben von einer Apple Watch zu vereinfachen.

# yHn-tV-iio.text
source: Watch Script
de: Apple Watch Skript

# yy4-dh-KC7.title
source: Accessible Folders
de: Zugängliche Ordner

# zkn-9u-3ad.text
source: Source Code
de: Quellcode
